export const privacyInfo = {
    title: '수집방법',
    content: `
회원 가입 시

수집항목 : 닉네임, 이메일, 성별 및 생일 (간편가입 시)
수집 및 이용목적 : 개인 맞춤형 기상 알림 및 콘텐츠 제공- 기상 관련 이벤트 정보 및 참여 기회 제공
보유 및 이용기간 : 동의 철회 시까지

서비스 이용과정

수집항목 : 서비스 이용 기록, 위치정보(기상 예보 제공 목적), IP, 쿠키, 단말기 정보 등
수집 및 이용목적 : 위치 기반 기상 예측 정보의 최적화 제공- 등산/야외 활동 관련 정보 제공- 사용자 행동 분석 및 서비스 개선
보유 및 이용기간 : 동의 철회 시까지
`,
};

export const termsInfo = {
    title: '오르는오늘 서비스 이용약관',
    content: `
제1조 (목적)
이 약관은 주식회사 오르는오늘(이하 “회사”)이 운영하는 “오르는오늘” 플랫폼(웹사이트, 모바일 웹 포함, 이하 “오르는오늘”)에서 제공하는 서비스의 이용과 관련하여 회사와 회원 간의 권리, 의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다.

제2조 (정의)
“오르는오늘”이라 함은 회사가 재화 또는 용역을 회원에게 제공하기 위하여 컴퓨터 등 정보통신설비를 이용하여 거래할 수 있도록 설정한 가상의 영업장 또는 회사가 운영하는 웹사이트 및 모바일 웹 등을 말합니다.
“회원”이라 함은 이 약관에 따라 오르는오늘에 회원등록을 하고 오르는오늘이 제공하는 서비스를 이용하는 자를 말합니다.
“서비스”라 함은 구현되는 단말기(PC, 모바일, 태블릿 등)의 종류와 상관없이 회원이 이용할 수 있는 오르는오늘 관련 제반 서비스를 의미합니다.

제3조 (약관의 게시와 개정)
회사는 이 약관의 내용을 회원이 쉽게 알 수 있도록 오르는오늘 초기화면 또는 연결화면을 통해 게시합니다.
회사는 약관의 규제에 관한 법률, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 등 관련 법령을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.

제4조 (서비스의 제공 및 변경)
회사는 다음과 같은 서비스를 제공합니다:
① 초단기 기상 예보를 기반으로 한 산악형 국립공원의 실시간 및 예측 날씨 정보 제공 서비스
② 국립공원별 상세 날씨 데이터 및 등산 활동에 필요한 기상 정보 시각화 서비스
③ 기상 기반의 개인 맞춤형 알림 및 정보 제공 서비스
④ 기타 회사가 정하는 관련 서비스
회사는 서비스의 내용 및 제공 방식을 변경할 수 있으며, 변경 시 사전 공지를 통해 회원에게 안내합니다.

제5조 (서비스의 중단)
회사는 시스템의 점검, 보수, 교체, 고장 등 부득이한 사유가 발생한 경우 서비스 제공을 일시적으로 중단할 수 있습니다.
이 경우 회사는 사전 또는 사후에 공지합니다.

제6조 (회원가입)
이용자는 회사가 정한 절차에 따라 회원가입 신청을 하고, 회사가 이를 승낙함으로써 회원으로 등록됩니다.
회사는 가입신청자에게 서비스 이용에 필요한 정보를 요청할 수 있습니다.

제7조 (회원의 의무)
회원은 다음 각 호의 행위를 하여서는 안 됩니다:
신청 또는 변경 시 허위내용의 등록
타인의 정보도용
회사가 게시한 정보의 변경
회사 및 제3자의 저작권 등 지식재산권 침해
회사 및 제3자의 명예 훼손 또는 업무 방해
기타 불법적이거나 부당한 행위

제8조 (개인정보 보호)
회사는 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 수집, 이용, 제공 등은 관련 법령 및 개인정보처리방침에 따릅니다.

제9조 (계약해제, 해지 등)
회원은 언제든지 회사에 해지 신청을 함으로써 이용계약을 해지할 수 있습니다.
회사는 회원이 이 약관을 위반하거나 관련 법령을 위반한 경우, 사전 통보 후 이용계약을 해지할 수 있습니다.

제10조 (면책조항)
회사는 천재지변, 불가항력적 사유 등으로 서비스를 제공할 수 없는 경우 책임을 지지 않습니다.
회사는 회원의 귀책사유로 인한 서비스 이용 장애에 대하여 책임을 지지 않습니다.

부칙
이 약관은 2025년 7월 30일부터 시행합니다.
`,
};
